12/data/attachments/8538920b0a248485.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Pamela_surface_Actions_22996_1</nif:username>
            <nif:friendToBeRequested>soap_actions_43330617-2f07-4ec0-9ef2-ead5f48dd75b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>